var txt = `白蟒占龍宮 秦小梨
賣油郎獨占花魁女 白云
新梁山伯祝英臺 任剑辉
梁山伯再會祝英臺 新马师曾
歌唱方世玉打擂臺 羽佳
夜吊秋喜 新马师曾
歌唱羅蔔救母 羽佳
狡婦屙鞋 邓碧云
趙五娘幹裏尋夫 邓碧云
大鬧粉妝樓 苏少棠
梁山伯與祝英臺 梁无相
拗碎靈芝 邓碧云
臥薪嘗膽 新马师曾
賣油郎獨占花魁 任剑辉
壹技紅艷露凝香 芳艳芬
倫文敘與李春花 邓碧云
壹榜三狀元 新马师曾
呂蒙正祭竈 任剑辉
杜十娘怒沈百寶箱 新马师曾
哪咤鬧東海 关德兴
天後娘娘 张活游
大明忠列傳 新马师曾
畫裏天仙 任剑辉
哪咤大闊天宮 关德兴
無頭東宮生太子 余丽珍
千裏送京娘 张活游
無頭東宮生太子 余丽珍
蘇後解紅羅天齊寺會母 余丽珍
關公千裏送嫂 关德兴
買肉養孤兒 芳艳芬
蘇後解紅羅天齊寺會母 余丽珍
香羅冢 任剑辉
萬世流芳張玉喬 关德兴
樊梨花金光陣產子 关德兴
喜滿人間褔滿堂 芳艳芬
劉金定 任剑辉
壹夜九更天 新马师曾
壹把存忠劍 新马师曾
舍子奉姑 邓碧云
壹年壹度燕歸來 芳艳芬
萬裏琵琶關外月 芳艳芬
壹入侯門深似海 芳艳芬
魂化瑤臺夜合花 芳艳芬
壹把存忠劍 
壹枝紅艷露凝香 
壹樓風雪夜歸人 
壹點靈犀化彩虹 
壹彎眉月伴寒衾 
二度梅 
刁蠻公主戇駙馬 
十年壹覺揚州夢 
三年壹哭二郎橋 
三帥困崤山 
月下追賢 
月老笑狂生 
仙姬送子 
打金枝 
打洞結拜 
再世重溫金鳳緣 
朱弁回朝 
朱買臣 
百花亭贈劍 
血賤烏紗 
西員記 
西樓錯夢 
呂蒙正 
李太白 
牡丹亭驚夢 
征袍還金粉 
枇杷山上英雄血 
林沖 
花月東牆記 
花田八喜 
俏潘安 
春花笑六郎 
春草闖堂 
紅了櫻桃碎了心 
紅樓夢 
胡笳十八拍 
範蠡與西施 
英雄叛國 
風雪卑田院 
倫文敍 
桃花湖畔鳳朝凰 
胭脂巷口故人來 
乾坤鏡 
張羽煮海 
梨花罪子 
梟雄虎將美人威 
莫愁湖 
荷池影美 
販馬記 
連城璧 
笳聲吹斷漢皇情 
琵琶記 
隋宮十載菱花夢 
搶新娘 
萬世流芳張玉橋 
夢蝶劈棺 
夢斷香銷四十年 
鐵弓緣 
摘纓會 
熙寧變法 
碧血寫春秋 
蓋世雙雄霸楚城 
鳳儀亭 
燕子卸來燕子箋 
燕歸人未歸 
雙槍六文龍 
辭郎洲 
寶劍重揮萬丈虹 
攔江截鬥 
蠻漢刁妻 
鐵馬銀婚 
霸王別姬 
艷陽長照牡丹紅 
艷曲梵經 
金鳳銀龍迎新歲 
釵頭鳳 任劍輝
夫証妻兄 任劍輝
梁祝恨史 任劍輝
洛神 任劍輝
母子碑前鶼鰈淚 林家聲
十二欄桿十二釵 任劍輝
仕林祭塔 新馬師曾
血掌印 任劍輝
桃花仙子 任劍輝
富貴榮華第壹家 任劍輝
宮主刁蠻駙馬驕 任劍輝
紅娘 芳艷芬
花染狀元紅 任劍輝
畫裹天仙 任劍輝
月下奇逢 任劍輝
萬裏琵琶關外月 任劍輝
夜祭碧桃花 新馬師曾
壹枝紅艷露凝香 任劍輝
貍貓換太子 任劍輝
六月雪 任劍輝
任劍輝 任劍輝
十八邏漢收大鵬 新馬師曾
還我山河還我妻 任劍輝
錯入帝王家 任劍輝
代代扭紋柴 任劍輝
狄青 任劍輝
琴挑誤 任劍輝
仗義還妻 任劍輝
帝女花 任劍輝
枇杷巷口故人來 任劍輝
穿金寶扇 任劍輝
芙蓉傳 任劍輝
淒涼媳婦 任劍輝
蕓娘 任劍輝
妻驕郎更驕 任劍輝
獅吼記 任劍輝
跨鳳乘龍 任劍輝
三年壹哭二郎橋 任劍輝
壹彎眉月伴寒衾 任劍輝
壹點靈犀化彩虹 任劍輝
三宮六苑斬狐妃 任剑辉
霸王別姬 任劍輝
百行孝為先 任劍輝
董小苑 芳艷芬
佛前燈照狀元紅 新马师曾
憨姑爺 任剑辉
濟公 陈宝珠
苦盡甘來 林家聲
唐伯虎點秋香 任剑辉
紫釵記 龙剑笙
花開富貴 任剑辉
彩鳳殺夫郎 任剑辉`
var arr = txt.split('\n')
exports = module.exports = arr



